Repository: Kammenk/Budgetty-iOS
Catalog: Budgetty/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fi, fr, it, nb, nl, pl, pt, ro, ru, sv

source: Unlimited receipt scans
bg: Неограничено сканиране на бележки
cs: Neomezené skenování účtenek
da: Ubegrænsede kvitteringsscanninger
de: Unbegrenzte Beleg-Scans
es: Escaneos de recibos ilimitados
fi: Rajattomat kuittiskannaukset
fr: Scans de reçus illimités
it: Scansioni scontrini illimitate
nb: Ubegrensede kvitteringsskanninger
nl: Onbeperkt bonnen scannen
pl: Nielimitowane skany paragonów
pt: Digitalizações de recibos ilimitadas
ro: Scanări nelimitate de bonuri
ru: Безлимитное сканирование чеков
sv: Obegränsade kvittoskanningar

source: Unlimited recurring bills
bg: Неограничени повтарящи се сметки
cs: Neomezené pravidelné účty
da: Ubegrænsede faste regninger
de: Unbegrenzte wiederkehrende Rechnungen
es: Pagos recurrentes ilimitados
fi: Rajattomat toistuvat laskut
fr: Factures récurrentes illimitées
it: Spese ricorrenti illimitate
nb: Ubegrensede faste regninger
nl: Onbeperkt terugkerende rekeningen
pl: Nielimitowane rachunki cykliczne
pt: Contas recorrentes ilimitadas
ro: Facturi recurente nelimitate
ru: Безлимитные регулярные счета
sv: Obegränsade återkommande räkningar

source: Unlock everything · Cancel anytime
bg: Отключете всичко · Отказ по всяко време
cs: Odemkněte vše · Zrušit kdykoli
da: Lås alt op · Annuller når som helst
de: Alles freischalten · Jederzeit kündbar
es: Desbloquea todo · Cancela cuando quieras
fi: Avaa kaikki · Peru milloin vain
fr: Tout débloquer · Annulez à tout moment
it: Sblocca tutto · Annulla quando vuoi
nb: Lås opp alt · Avbryt når som helst
nl: Alles ontgrendelen · Altijd opzegbaar
pl: Odblokuj wszystko · Anuluj w każdej chwili
pt: Desbloqueia tudo · Cancela quando quiseres
ro: Deblochează tot · Anulează oricând
ru: Разблокируйте всё · Отмена в любое время
sv: Lås upp allt · Avbryt när som helst

source: Unlock more widgets
bg: Отключи още джаджи
cs: Odemknout více widgetů
da: Lås op for flere widgets
de: Mehr Widgets freischalten
es: Desbloquear más widgets
fi: Avaa lisää widgetejä
fr: Débloquer plus de widgets
it: Sblocca altri widget
nb: Lås opp flere widgets
nl: Meer widgets ontgrendelen
pl: Odblokuj więcej widżetów
pt: Desbloquear mais widgets
ro: Deblochează mai multe widgeturi
ru: Разблокировать больше виджетов
sv: Lås upp fler widgetar

source: Unlock unlimited goals
bg: Отключи неограничени цели
cs: Odemkněte neomezené cíle
da: Lås op for ubegrænsede mål
de: Unbegrenzte Ziele freischalten
es: Desbloquea objetivos ilimitados
fi: Avaa rajattomat tavoitteet
fr: Débloquez des objectifs illimités
it: Sblocca obiettivi illimitati
nb: Lås opp ubegrensede mål
nl: Onbeperkte doelen ontgrendelen
pl: Odblokuj nielimitowane cele
pt: Desbloqueie metas ilimitadas
ro: Deblochează obiective nelimitate
ru: Разблокируйте безлимитные цели
sv: Lås upp obegränsade mål

source: Unlock with Face ID
bg: Отключване с Face ID
cs: Odemknout přes Face ID
da: Lås op med Face ID
de: Mit Face ID entsperren
es: Desbloquear con Face ID
fi: Avaa Face ID:llä
fr: Déverrouiller avec Face ID
it: Sblocca con Face ID
nb: Lås opp med Face ID
nl: Ontgrendelen met Face ID
pl: Odblokuj przez Face ID
pt: Desbloquear com Face ID
ro: Deblochează cu Face ID
ru: Разблокировать через Face ID
sv: Lås upp med Face ID

source: Unlock with Premium
bg: Отключи с Премиум
cs: Odemknout s Premium
da: Lås op med Premium
de: Mit Premium freischalten
es: Desbloquear con Premium
fi: Avaa Premiumilla
fr: Débloquer avec Premium
it: Sblocca con Premium
nb: Lås opp med Premium
nl: Ontgrendelen met Premium
pl: Odblokuj z Premium
pt: Desbloquear com Premium
ro: Deblochează cu Premium
ru: Разблокировать с Премиум
sv: Lås upp med Premium

source: Unlocks the full list, price-hike alerts and Track as bill.
bg: Отключва пълния списък, известия за повишена цена и Проследи като сметка.
cs: Odemyká celý seznam, upozornění na zdražení a “Sledovat jako účet”.
da: Låser op for hele listen, prisstigningsvarsler og “Følg som regning”.
de: Schaltet die vollständige Liste, Preiserhöhungs-Warnungen und „Als Rechnung erfassen“ frei.
es: Desbloquea la lista completa, las alertas de subida de precio y Seguir como pago.
fi: Avaa koko listan, hinnankorotusilmoitukset ja Seuraa laskuna -toiminnon.
fr: Débloque la liste complète, les alertes de hausse de prix et Suivre comme facture.
it: Sblocca l'elenco completo, gli avvisi di aumento prezzo e Monitora come spesa.
nb: Låser opp hele listen, varsler om prisøkning og Spor som regning.
nl: Ontgrendelt de volledige lijst, waarschuwingen bij prijsstijgingen en “Als rekening bijhouden”.
pl: Odblokowuje pełną listę, alerty o podwyżkach cen i „Śledź jako rachunek".
pt: Desbloqueia a lista completa, alertas de aumento de preço e Acompanhar como conta.
ro: Deblochează lista completă, alertele de creștere a prețului și Urmărește ca factură.
ru: Открывает полный список, оповещения о повышении цен и «Отслеживать как счёт».
sv: Låser upp hela listan, prishöjningsvarningar och Spåra som räkning.

source: Unspent budget rolls into next period
bg: Неизразходваният бюджет преминава към следващия период
cs: Nevyužitý rozpočet přechází do dalšího období
da: Ubrugt budget overføres til næste periode
de: Nicht genutztes Budget geht in die nächste Periode über
es: El presupuesto no gastado pasa al siguiente periodo
fi: Käyttämätön budjetti siirtyy seuraavalle jaksolle
fr: Le budget non dépensé est reporté à la période suivante
it: Il budget non speso passa al periodo successivo
nb: Ubrukt budsjett overføres til neste periode
nl: Niet-besteed budget gaat naar de volgende periode
pl: Niewykorzystany budżet przechodzi na następny okres
pt: O orçamento não gasto transita para o período seguinte
ro: Bugetul necheltuit trece în perioada următoare
ru: Неизрасходованный бюджет переходит на следующий период
sv: Oanvänd budget förs över till nästa period

source: Upcoming bills
bg: Предстоящи сметки
cs: Nadcházející účty
da: Kommende regninger
de: Anstehende Rechnungen
es: Próximos pagos
fi: Tulevat laskut
fr: Prochaines factures
it: Prossime spese
nb: Kommende regninger
nl: Aankomende rekeningen
pl: Nadchodzące rachunki
pt: Próximas contas
ro: Facturi viitoare
ru: Предстоящие счета
sv: Kommande räkningar

source: Upgrade to add more
bg: Надгради, за да добавиш още
cs: Upgradujte pro přidání dalších
da: Opgrader for at tilføje flere
de: Upgrade, um mehr hinzuzufügen
es: Mejora para añadir más
fi: Päivitä lisätäksesi useampia
fr: Passez à la version supérieure pour en ajouter
it: Esegui l'upgrade per aggiungerne altri
nb: Oppgrader for å legge til flere
nl: Upgrade om meer toe te voegen
pl: Ulepsz, aby dodać więcej
pt: Faça upgrade para adicionar mais
ro: Fă upgrade pentru a adăuga mai multe
ru: Оформите подписку, чтобы добавить больше
sv: Uppgradera för att lägga till fler

source: Use Face ID to continue
bg: Използвайте Face ID, за да продължите
cs: Pokračujte pomocí Face ID
da: Brug Face ID for at fortsætte
de: Mit Face ID fortfahren
es: Usa Face ID para continuar
fi: Jatka Face ID:llä
fr: Utilisez Face ID pour continuer
it: Usa Face ID per continuare
nb: Bruk Face ID for å fortsette
nl: Gebruik Face ID om door te gaan
pl: Użyj Face ID, aby kontynuować
pt: Usa o Face ID para continuar
ro: Folosește Face ID pentru a continua
ru: Используйте Face ID для продолжения
sv: Använd Face ID för att fortsätta

source: Used for every amount in the app — change anytime in Account.
bg: Използва се за всяка сума в приложението — сменете я по всяко време от Профил.
cs: Používá se pro všechny částky v aplikaci — kdykoli ji můžete změnit v Účtu.
da: Bruges til alle beløb i appen — du kan altid ændre det i Konto.
de: Wird für alle Beträge in der App verwendet — jederzeit änderbar unter Konto.
es: Se usa para todos los importes de la app — cámbiala cuando quieras en Cuenta.
fi: Käytetään kaikissa sovelluksen summissa — voit vaihtaa sen milloin tahansa kohdassa Tili.
fr: Utilisée pour tous les montants de l'app — modifiable à tout moment dans Compte.
it: Usata per ogni importo nell'app — modificala quando vuoi in Account.
nb: Brukes for alle beløp i appen — kan endres når som helst under Konto.
nl: Wordt gebruikt voor elk bedrag in de app — wijzig dit op elk moment in Account.
pl: Używana przy każdej kwocie w aplikacji — zmienisz ją w każdej chwili w Koncie.
pt: Usada em todos os valores do app — altere quando quiser em Conta.
ro: Folosită pentru fiecare sumă din aplicație — o poți schimba oricând din Cont.
ru: Используется для всех сумм в приложении — изменить можно в любой момент в разделе «Аккаунт».
sv: Används för alla belopp i appen — ändra när som helst i Konto.

source: View budgets
bg: Виж бюджетите
cs: Zobrazit rozpočty
da: Vis budgetter
de: Budgets ansehen
es: Ver presupuestos
fi: Näytä budjetit
fr: Voir les budgets
it: Vedi i budget
nb: Vis budsjetter
nl: Bekijk budgetten
pl: Zobacz budżety
pt: Ver orçamentos
ro: Vezi bugetele
ru: Открыть бюджеты
sv: Visa budgetar

source: View goals
bg: Виж целите
cs: Zobrazit cíle
da: Vis mål
de: Ziele ansehen
es: Ver objetivos
fi: Näytä tavoitteet
fr: Voir les objectifs
it: Vedi gli obiettivi
nb: Vis mål
nl: Bekijk doelen
pl: Zobacz cele
pt: Ver metas
ro: Vezi obiectivele
ru: Открыть цели
sv: Visa mål

source: Violet
bg: Виолетово
cs: Fialová
de: Violett
es: Violeta
fi: Violetti
it: Viola
nb: Fiolett
pl: Fioletowy
pt: Violeta
ru: Фиолетовый
sv: Violett

source: vs last half
bg: спрямо предходното полугодие
cs: vs. minulé pololetí
da: vs. sidste halvår
de: vs. letztes Halbjahr
es: vs. semestre anterior
fi: vs. viime puolivuosi
fr: vs. semestre précédent
it: vs. semestre scorso
nb: vs. forrige halvår
nl: vs. vorige halfjaar
pl: vs. poprzednie półrocze
pt: vs. semestre anterior
ro: vs. semestrul trecut
ru: к прошлому полугодию
sv: mot förra halvåret

source: vs last month
bg: спрямо мин. месец
cs: oproti minulému měsíci
da: i forhold til sidste måned
de: vs. Vormonat
es: vs mes pasado
fi: edelliseen kuukauteen verrattuna
fr: vs mois dernier
it: vs mese scorso
nb: mot forrige måned
nl: t.o.v. vorige maand
pl: vs poprz. miesiąc
pt: vs mês passado
ro: față de luna trecută
ru: к прошл. месяцу
sv: jämfört med förra månaden

source: vs last quarter
bg: спрямо предходното тримесечие
cs: vs. minulé čtvrtletí
da: vs. sidste kvartal
de: vs. letztes Quartal
es: vs. trimestre anterior
fi: vs. viime neljännes
fr: vs. trimestre précédent
it: vs. trimestre scorso
nb: vs. forrige kvartal
nl: vs. vorig kwartaal
pl: vs. poprzedni kwartał
pt: vs. trimestre anterior
ro: vs. trimestrul trecut
ru: к прошлому кварталу
sv: mot förra kvartalet

source: vs last week
bg: спрямо миналата седмица
cs: vs. minulý týden
da: vs. sidste uge
de: vs. letzte Woche
es: vs. semana pasada
fi: vs. viime viikko
fr: vs. semaine dernière
it: vs. settimana scorsa
nb: vs. forrige uke
nl: vs. vorige week
pl: vs. zeszły tydzień
pt: vs. semana passada
ro: vs. săptămâna trecută
ru: к прошлой неделе
sv: mot förra veckan

source: vs previous
bg: спрямо мин. период
cs: vs. předchozí
da: vs. forrige
de: vs. Vorperiode
es: vs periodo ant.
fi: vs. edellinen
fr: vs période préc.
it: vs periodo prec.
nb: vs. forrige
nl: t.o.v. vorige periode
pl: vs poprz. okres
pt: vs período ant.
ro: vs. anterior
ru: к прошл. периоду
sv: mot föregående

source: We found %lld recurring charges
bg: Открихме %1$lld повтарящи се плащания
cs: Našli jsme %1$lld opakovaných plateb
da: Vi fandt %1$lld gentagne opkrævninger
de: Wir haben %1$lld wiederkehrende Zahlungen gefunden
es: Encontramos %1$lld cargos recurrentes
fi: Löysimme %1$lld toistuvaa maksua
fr: Nous avons trouvé %1$lld prélèvements récurrents
it: Abbiamo trovato %1$lld addebiti ricorrenti
nb: Vi fant %1$lld gjentatte betalinger
nl: We vonden %1$lld terugkerende betalingen
pl: Znaleźliśmy %1$lld powtarzającej się opłaty
pt: Encontramos %1$lld cobranças recorrentes
ro: Am găsit %1$lld de plăți recurente
ru: Мы нашли %1$lld повторяющегося списания
sv: Vi hittade %1$lld återkommande betalningar

source: We'll email you a link to reset your password.
bg: Ще ви изпратим имейл с връзка за нулиране на паролата.
cs: Pošleme vám e-mail s odkazem pro obnovení hesla.
da: Vi sender dig et link til at nulstille din adgangskode.
de: Wir senden dir eine E-Mail mit einem Link zum Zurücksetzen deines Passworts.
es: Te enviaremos un enlace por correo para restablecer tu contraseña.
fi: Lähetämme sähköpostiisi linkin salasanan nollaamiseksi.
fr: Nous vous enverrons un e-mail avec un lien pour réinitialiser votre mot de passe.
it: Ti invieremo un’email con un link per reimpostare la password.
nb: Vi sender deg en e-post med en lenke for å tilbakestille passordet.
nl: We sturen je een e-mail met een link om je wachtwoord te resetten.
pl: Wyślemy Ci e-mail z linkiem do zresetowania hasła.
pt: Enviar-te-emos um email com um link para repor a palavra-passe.
ro: Îți vom trimite un email cu un link pentru resetarea parolei.
ru: Мы отправим на почту ссылку для сброса пароля.
sv: Vi mejlar dig en länk för att återställa lösenordet.

source: We'll spot recurring charges as you add more receipts. It usually takes about three charges from the same merchant.
bg: Ще откриваме повтарящи се плащания, докато добавяш още бележки. Обикновено са нужни около три плащания от един и същ търговец.
cs: Opakované platby odhalíme, jakmile přidáte více účtenek. Obvykle jsou k tomu potřeba asi tři platby od stejného obchodníka.
da: Vi registrerer gentagne opkrævninger, efterhånden som du tilføjer flere kvitteringer. Det kræver som regel omkring tre opkrævninger fra samme forhandler.
de: Wir erkennen wiederkehrende Zahlungen, sobald du mehr Belege hinzufügst. Meist braucht es etwa drei Zahlungen desselben Händlers.
es: Detectaremos los cargos recurrentes a medida que añadas más recibos. Normalmente hacen falta unos tres cargos del mismo comercio.
fi: Havaitsemme toistuvat maksut, kun lisäät lisää kuitteja. Yleensä siihen tarvitaan noin kolme maksua samasta kaupasta.
fr: Nous repérerons les prélèvements récurrents à mesure que vous ajoutez des reçus. Il faut généralement environ trois prélèvements du même commerçant.
it: Individueremo gli addebiti ricorrenti man mano che aggiungi scontrini. Di solito servono circa tre addebiti dallo stesso commerciante.
nb: Vi oppdager gjentatte betalinger etter hvert som du legger til flere kvitteringer. Det tar vanligvis omtrent tre betalinger fra samme butikk.
nl: We ontdekken terugkerende betalingen naarmate je meer bonnen toevoegt. Meestal zijn er ongeveer drie betalingen van dezelfde verkoper voor nodig.
pl: Wykryjemy powtarzające się opłaty, gdy dodasz więcej paragonów. Zwykle potrzeba około trzech opłat od tego samego sprzedawcy.
pt: Vamos identificar cobranças recorrentes à medida que você adiciona mais recibos. Normalmente são necessárias cerca de três cobranças do mesmo comerciante.
ro: Vom depista plățile recurente pe măsură ce adaugi mai multe bonuri. De obicei sunt necesare cam trei plăți de la același comerciant.
ru: Мы обнаружим повторяющиеся списания, когда вы добавите больше чеков. Обычно нужно около трёх списаний от одного продавца.
sv: Vi upptäcker återkommande betalningar när du lägger till fler kvitton. Det brukar krävas ungefär tre betalningar från samma butik.

source: Week
bg: Седмица
cs: Týden
da: Uge
de: Woche
es: Semana
fi: Viikko
fr: Semaine
it: Settimana
nb: Uke
pl: Tydzień
pt: Semana
ro: Săptămână
ru: Неделя
sv: Vecka

source: Week comparison
bg: Сравнение по седмици
cs: Srovnání týdnů
da: Ugesammenligning
de: Wochenvergleich
es: Comparación semanal
fi: Viikkovertailu
fr: Comparaison hebdomadaire
it: Confronto settimanale
nb: Ukesammenligning
nl: Weekvergelijking
pl: Porównanie tygodni
pt: Comparação semanal
ro: Comparație săptămânală
ru: Сравнение недель
sv: Veckojämförelse

source: Weekly
bg: Седмично
cs: Týdně
da: Ugentligt
de: Wöchentlich
es: Semanal
fi: Viikoittain
fr: Hebdomadaire
it: Settimanale
nb: Ukentlig
nl: Wekelijks
pl: Tygodniowo
pt: Semanal
ro: Săptămânal
ru: Еженедельно
sv: Veckovis

source: Weekly summary
bg: Седмично обобщение
cs: Týdenní přehled
da: Ugentligt resumé
de: Wöchentliche Zusammenfassung
es: Resumen semanal
fi: Viikkoyhteenveto
fr: Résumé hebdomadaire
it: Riepilogo settimanale
nb: Ukentlig sammendrag
nl: Wekelijks overzicht
pl: Podsumowanie tygodnia
pt: Resumo semanal
ro: Rezumat săptămânal
ru: Недельная сводка
sv: Veckosammanfattning

source: Welcome back
bg: Добре дошъл отново
cs: Vítejte zpět
da: Velkommen tilbage
de: Willkommen zurück
es: Bienvenido de nuevo
fi: Tervetuloa takaisin
fr: Bon retour
it: Bentornato
nb: Velkommen tilbake
nl: Welkom terug
pl: Witaj ponownie
pt: Bem-vindo de volta
ro: Bine ai revenit
ru: С возвращением
sv: Välkommen tillbaka

source: Wellbeing
bg: Благополучие
cs: Pohoda
da: Trivsel
de: Wohlbefinden
es: Bienestar
fi: Hyvinvointi
fr: Bien-être
it: Benessere
nb: Velvære
nl: Welzijn
pl: Dobrostan
pt: Bem-estar
ro: Bunăstare
ru: Благополучие
sv: Välmående

source: Wellbeing score
bg: Оценка на благополучието
cs: Skóre pohody
da: Trivselsscore
de: Wohlbefinden-Score
es: Puntuación de bienestar
fi: Hyvinvointipisteet
fr: Score de bien-être
it: Punteggio di benessere
nb: Velværescore
nl: Welzijnsscore
pl: Wynik dobrostanu
pt: Pontuação de bem-estar
ro: Scor de bunăstare
ru: Оценка благополучия
sv: Välmåendepoäng

source: Wellbeing score · updates monthly
bg: Оценка на благополучието · обновява се месечно
cs: Skóre pohody · aktualizuje se měsíčně
da: Trivselsscore · opdateres månedligt
de: Wohlbefinden-Score · monatlich aktualisiert
es: Puntuación de bienestar · se actualiza cada mes
fi: Hyvinvointipisteet · päivittyy kuukausittain
fr: Score de bien-être · mis à jour chaque mois
it: Punteggio di benessere · si aggiorna ogni mese
nb: Velværescore · oppdateres månedlig
nl: Welzijnsscore · maandelijks bijgewerkt
pl: Wynik dobrostanu · aktualizowany co miesiąc
pt: Pontuação de bem-estar · atualiza todo mês
ro: Scor de bunăstare · se actualizează lunar
ru: Оценка благополучия · обновляется ежемесячно
sv: Välmåendepoäng · uppdateras varje månad

source: WHAT IT'S BUILT FROM
bg: ОТ КАКВО СЕ СЪСТОИ
cs: Z ČEHO SE SKLÁDÁ
da: HVAD DEN BYGGER PÅ
de: WORAUS ES BESTEHT
es: DE QUÉ SE COMPONE
fi: MISTÄ SE KOOSTUU
fr: CE QUI LE COMPOSE
it: DA COSA È COMPOSTO
nb: HVA DEN ER BYGD PÅ
nl: WAAR HET UIT IS OPGEBOUWD
pl: Z CZEGO SIĘ SKŁADA
pt: COMO É CALCULADO
ro: PE CE SE BAZEAZĂ
ru: ИЗ ЧЕГО СКЛАДЫВАЕТСЯ
sv: VAD DEN BYGGER PÅ

source: What was it for?
bg: За какво беше?
cs: Na co to bylo?
da: Hvad var det til?
de: Wofür war es?
es: ¿Para qué fue?
fi: Mitä varten?
fr: C'était pour quoi ?
it: A cosa serviva?
nb: Hva var det til?
nl: Waarvoor was het?
pl: Na co to było?
pt: Para que foi?
ro: Pentru ce a fost?
ru: На что это было?
sv: Vad var det till?

source: What's your main goal with Budgetty?
bg: Каква е основната ви цел с Budgetty?
cs: Jaký je váš hlavní cíl s Budgetty?
da: Hvad er dit hovedmål med Budgetty?
de: Was ist dein Hauptziel mit Budgetty?
es: ¿Cuál es tu principal objetivo con Budgetty?
fi: Mikä on päätavoitteesi Budgettyn kanssa?
fr: Quel est ton principal objectif avec Budgetty ?
it: Qual è il tuo obiettivo principale con Budgetty?
nb: Hva er hovedmålet ditt med Budgetty?
nl: Wat is je belangrijkste doel met Budgetty?
pl: Jaki jest Twój główny cel w Budgetty?
pt: Qual é seu principal objetivo com o Budgetty?
ro: Care este principalul tău obiectiv cu Budgetty?
ru: Какова ваша главная цель в Budgetty?
sv: Vad är ditt huvudmål med Budgetty?

source: When you near or pass a budget
bg: Когато наближите или надхвърлите бюджет
cs: Když se blížíte k rozpočtu nebo ho překročíte
da: Når du nærmer dig eller overskrider et budget
de: Wenn du ein Budget fast oder ganz ausschöpfst
es: Cuando te acercas o superas un presupuesto
fi: Kun lähestyt budjettia tai ylität sen
fr: Quand vous approchez ou dépassez un budget
it: Quando ti avvicini o superi un budget
nb: Når du nærmer deg eller overskrider et budsjett
nl: Wanneer je een budget nadert of overschrijdt
pl: Gdy zbliżasz się do budżetu lub go przekraczasz
pt: Quando te aproximas ou ultrapassas um orçamento
ro: Când te apropii sau depășești un buget
ru: Когда вы приближаетесь к бюджету или превышаете его
sv: När du närmar dig eller överskrider en budget

source: Which currency do you use?
bg: Каква валута използвате?
cs: Jakou měnu používáte?
da: Hvilken valuta bruger du?
de: Welche Währung nutzt du?
es: ¿Qué moneda usas?
fi: Mitä valuuttaa käytät?
fr: Quelle devise utilises-tu ?
it: Quale valuta usi?
nb: Hvilken valuta bruker du?
nl: Welke valuta gebruik je?
pl: Jakiej waluty używasz?
pt: Qual moeda você usa?
ro: Ce monedă folosești?
ru: Какой валютой вы пользуетесь?
sv: Vilken valuta använder du?

source: Widgets
bg: Джаджи
cs: Widgety
fi: Widgetit
it: Widget
pl: Widżety
ro: Widgeturi
ru: Виджеты
sv: Widgetar

source: Wins this month
bg: Успехи този месец
cs: Úspěchy tento měsíc
da: Sejre i denne måned
de: Erfolge diesen Monat
es: Logros de este mes
fi: Tämän kuun onnistumiset
fr: Réussites du mois
it: Traguardi del mese
nb: Seire denne måneden
nl: Successen deze maand
pl: Sukcesy w tym miesiącu
pt: Conquistas deste mês
ro: Reușite luna aceasta
ru: Успехи за месяц
sv: Framgångar den här månaden

source: With bills
bg: Със сметките
cs: S účty
da: Med regninger
de: Mit Rechnungen
es: Con pagos
fi: Laskujen kanssa
fr: Avec factures
it: Con le spese
nb: Med regninger
nl: Met rekeningen
pl: Z rachunkami
pt: Com contas
ro: Cu facturi
ru: Со счетами
sv: Med räkningar

source: Withdraw
bg: Изтегли
cs: Vybrat
da: Hæv
de: Abheben
es: Retirar
fi: Nosta
fr: Retirer
it: Preleva
nb: Ta ut
nl: Opnemen
pl: Wypłać
pt: Retirar
ro: Retrage
ru: Снять
sv: Ta ut

source: Withdraw %@
bg: Изтегли %1$@
cs: Vybrat %1$@
da: Hæv %1$@
de: %1$@ abheben
es: Retirar %1$@
fi: Nosta %1$@
fr: Retirer %1$@
it: Preleva %1$@
nb: Ta ut %1$@
nl: %1$@ opnemen
pl: Wypłać %1$@
pt: Retirar %1$@
ro: Retrage %1$@
ru: Снять %1$@
sv: Ta ut %1$@

source: Withdraw to spend
bg: Изтегли за харчене
cs: Vybrat na útratu
da: Hæv til forbrug
de: Zum Ausgeben abheben
es: Retirar para gastar
fi: Nosta käytettäväksi
fr: Retirer pour dépenser
it: Preleva per spendere
nb: Ta ut for å bruke
nl: Opnemen om uit te geven
pl: Wypłać na wydatki
pt: Retirar para gastar
ro: Retrage pentru cheltuieli
ru: Снять на расходы
sv: Ta ut för att spendera

source: Withdrawal
bg: Теглене
cs: Výběr
da: Hævning
de: Abhebung
es: Retirada
fi: Nosto
fr: Retrait
it: Prelievo
nb: Uttak
nl: Opname
pl: Wypłata
pt: Retirada
ro: Retragere
ru: Снятие
sv: Uttag

source: Withdrawals lower your saved total. The goal stays where it is.
bg: Тегленията намаляват спестената сума. Целта остава същата.
cs: Výběry sníží váš uspořený součet. Cíl zůstane beze změny.
da: Hævninger sænker dit opsparede beløb. Målet forbliver det samme.
de: Abhebungen verringern deinen gesparten Betrag. Das Ziel bleibt unverändert.
es: Las retiradas reducen tu total ahorrado. El objetivo se mantiene igual.
fi: Nostot pienentävät säästösummaasi. Tavoite pysyy ennallaan.
fr: Les retraits diminuent votre total épargné. L'objectif reste inchangé.
it: I prelievi riducono il totale risparmiato. L'obiettivo resta invariato.
nb: Uttak reduserer det du har spart. Målet blir stående.
nl: Opnames verlagen je gespaarde totaal. Het doel blijft ongewijzigd.
pl: Wypłaty obniżają zaoszczędzoną sumę. Cel pozostaje bez zmian.
pt: As retiradas reduzem o total economizado. A meta permanece igual.
ro: Retragerile îți scad totalul economisit. Obiectivul rămâne neschimbat.
ru: Снятия уменьшают накопленную сумму. Цель остаётся прежней.
sv: Uttag sänker ditt sparade belopp. Målet ligger kvar.
